Repository: wadiibounenni/WB-Testimonials-Plugin
Catalog: languages/wb-testimonials-*.po
Languages: fr_fr

source: Testimonial
fr_fr: Témoignage

source: Testimonials
fr_fr: Témoignages

source: Testimonials Options
fr_fr: Options des Témoignages

source: User occupation
fr_fr: Profession de l'utilisateur

source: User company
fr_fr: Entreprise de l'utilisateur

source: User URL
fr_fr: URL de l'utilisateur

source: Show More Testimonials
fr_fr: Afficher plus de témoignages

source: Your most beloved testimonials
fr_fr: Vos témoignages les plus appréciés

source: Title
fr_fr: Titre

source: Number of testimonials to show
fr_fr: Nombre de témoignages à afficher

source: Display user image?
fr_fr: Afficher l'image de l'utilisateur ?

source: Display occupation?
fr_fr: Afficher la profession ?

source: Display company?
fr_fr: Afficher l'entreprise ?
